{
  "meta": {
    "title": "Soulaan Lexicon of Continuity",
    "edition": "Foundational Edition",
    "version": "0.9"
  },
  "pages": {
    "preface": "PREFACE\n\nPurpose and Scope of the Soulaan Lexicon\n\nThe Soulaan Lexicon is a foundational definitional reference created to preserve clarity, continuity, and accuracy in the naming of a distinct ethnocultural people formed and sustained on American soil through long-term historical continuity.\n\nFollowing the decline of American Negro as a formal ethnonym in the mid-twentieth century, no stable and comprehensive lexicon emerged to define the people formed in the United States through shared historical conditions, internal cultural development, and collective memory. Subsequent identifiers—racial, legal, diasporic, and political—addressed specific needs but did not provide durable, people-centered definitions capable of consistent use across educational, administrative, and institutional contexts.\n\nThis Lexicon responds to that absence.\n\nThe Soulaan Lexicon does not seek to replace external classifications, nor does it assert political jurisdiction or legal sovereignty. Its purpose is definitional rather than advocative. It documents peoplehood, continuity, and scope using language grounded in formation, persistence, and internal definition.\n\nThe terms contained herein are organized to:\n• clarify ethnocultural identity distinct from race or nationality;\n• document historical naming transitions without implying rupture;\n• define cultural, linguistic, and spiritual systems as mechanisms of continuity;\n• provide stable terminology suitable for education, administration, research, and institutional reference.\n\nThe Lexicon is intended to function as a primary definitional source for Soulaan-affiliated bodies and as a reference instrument for scholars, educators, administrators, and institutions where clarity of meaning is required.\nDefinitions are declarative, not argumentative. They are written to stabilize meaning rather than invite debate. Where ambiguity exists in external usage, this Lexicon records the internally defined scope as exercised through continuity and lived practice.\n\nAuthorship and Stewardship\nThis Lexicon is authored and compiled by its designated Steward as a singular definitional work. Stewardship refers to responsibility for internal coherence, historical continuity, and definitional integrity, rather than ownership of identity or authority over persons.\n\nVersioning and Provisional Status\nThis edition is issued as Version 0.9, reflecting its provisional status as a citation-stabilizing reference pending formal institutional review and governance integration. Subsequent versions may refine definitions for clarity or scope while preserving continuity of meaning.\n\nMethodological Notes\nDefinitions within this Lexicon are derived from historical usage, internal continuity, and lived practice rather than external classification systems. Terms are included based on relevance to peoplehood, continuity, and internal coherence. Absence of a term does not imply exclusion, and inclusion does not confer status beyond definitional reference.\n\nThe Soulaan Lexicon exists to ensure that a people formed through continuity are named with precision, dignity, and consistency. It affirms that clarity of language is foundational to cultural preservation, institutional integrity, and intergenerational continuity.",
    "rules": "RULES OF INTERPRETATION\n\nConstruction and Use of Terms\n1. Plain Meaning\nAll terms defined in this Lexicon shall be interpreted according to their plain meaning as set forth herein.\n\n2. Internal Definition\nWhere a term is defined both externally and within this Lexicon, the definition contained herein governs for purposes of Soulaan internal governance, cultural identification, educational use, and organizational reference.\n\n3. Continuity Over Classification\nDefinitions shall be construed with primary reference to continuity of formation and persistence rather than to racial, legal, or administrative classifications imposed externally.\n\n4. Distinction of Categories\nRacial, legal, political, diasporic, and ethnocultural terms are distinct categories. No term shall be construed as interchangeable across categories unless explicitly stated.\n\n5. Historical Terms\nHistorical and transitional identifiers are included for documentation and clarity. Their inclusion does not confer present governing status unless explicitly designated.\n\n6. Non-Sovereignty Clause\nNothing in this Lexicon shall be construed as asserting nationality, citizenship, territorial jurisdiction, or political sovereignty.\n\n7. Institutional Application\nThis Lexicon may be cited, referenced, or incorporated in educational materials, administrative documents, organizational bylaws, cultural trusts, and research contexts where definitional clarity is required.\n\n8. Stability of Definitions\nDefinitions contained herein are intended to remain stable for purposes of citation and reference. Revisions, if any, shall be issued as subsequent editions.\n\n9. Attribution\nUse of definitions unique to this Lexicon in derivative works should include appropriate attribution to the Soulaan Lexicon of Continuity.",
    "afterword": "AFTERWORD\n\nOn Continuity, Clarity, and Future Use\n\nThe Soulaan Lexicon was created to address a long-standing gap in American ethnocultural documentation: the absence of a stable, internally governed definitional framework for a people formed in the United States through continuity, cultural creation, and lived experience.\n\nThis Lexicon does not argue for identity; it documents it. It does not seek validation through debate, nor does it depend on external recognition to function. Its authority rests in clarity, consistency, and continuity.\n\nThroughout history, Soulaan people have been repeatedly reclassified racially, legally, politically, and administratively without dissolution of peoplehood. Names changed; continuity did not. This Lexicon exists to stabilize meaning where language has historically been unstable or imposed.\n\nThe definitions contained herein are intended for:\n• educational use,\n• organizational governance,\n• cultural preservation,\n• scholarly reference,\n• and institutional clarity.\n\nThey are declarative rather than persuasive. Where external frameworks differ, this Lexicon preserves the internal scope of meaning as exercised through continuity and lived practice.\n\nOn Revision and Expansion\n\nThis Lexicon is not frozen. It is stable, but not static. Revisions may occur as subsequent editions, guided by:\n• continuity of principle,\n• internal governance,\n• and documented cultural evolution.\n\nNo definition shall be altered in a manner that contradicts the foundational principles established in Section A.\n\nOn Use\n\nUse of this Lexicon does not require ideological alignment. It requires only respect for definitional accuracy.\n\nClarity is not exclusion.\nPrecision is not hostility.\nDemarcation is not division.\n\nThe Soulaan Lexicon affirms that a people may name themselves with dignity, specificity, and continuity without requiring permission to exist.",
    "citation": "CITATION & ATTRIBUTION PAGE\n\nRecommended Citation Format\n\nFull Citation (Academic / Institutional)\nSoulaan Lexicon of Continuity: Definitions of Peoplehood, Culture, and Classification.\nFoundational Edition.\n[Publisher / Trust Name], [Year].\n\nExample (Chicago / APA adaptable):\nSoulaan Lexicon of Continuity. Foundational Edition. [Trust or Publishing Body], [Year].\n\nIn-Text Citation\n• (Soulaan Lexicon, Foundational Edition)\n• (Soulaan Lexicon of Continuity, §A–§F)\n\nAttribution Policy\n\nDefinitions unique to the Soulaan Lexicon may be quoted, referenced, or adapted for educational, scholarly, or organizational use, provided that proper attribution is given.\n\nAttribution must include:\n• the title of the Lexicon, and\n• the edition referenced.\n\nAttribution does not imply endorsement, affiliation, or agreement. It preserves definitional integrity.\n\nPrimary Definitional Authority\n\nFor all Soulaan-affiliated institutions, organizations, trusts, or cultural bodies, this Lexicon functions as the primary definitional authority for terms defined herein.\nWhere conflicts arise between external classifications and internal definitions, the Lexicon governs internal use and interpretation.\n\nNon-Sovereignty Clarification\n\nNothing in this Lexicon shall be construed as asserting:\n• statehood,\n• territorial jurisdiction,\n• citizenship authority,\n• or legal sovereignty.\n\nThe Lexicon documents peoplehood and continuity, not political control.\n\nEdition Statement\n\nThis document constitutes the Foundational Edition of the Soulaan Lexicon.\nSubsequent editions, if issued, shall be numbered and dated.\n\nFinal Note\n\nA people who control their language control their continuity. This Lexicon exists so that meaning is not left to drift, dilute, or disappear."
  },
  "entries": [
    {
      "number": "1",
      "term": "Soulaan",
      "partOfSpeech": "noun",
      "section": "SECTION A — FOUNDATIONAL DEFINITIONS",
      "category": "ethnocultural",
      "tags": ["peoplehood", "identity", "continuity"],
      "shortDefinition": "The name of an ethnocultural people formed and sustained on American soil through long-term continuity, internal development, and shared historical conditions.",
      "longDefinition": "Soulaan denotes a people whose identity is not reducible to race, nationality, or diaspora. It refers to a distinct peoplehood forged through lived experience, cultural creation, memory, and persistence within the territory now known as the United States. Soulaan functions as a stabilizing ethnonym, clarifying identity across historical reclassifications without negating prior identifiers."
    },
    {
      "number": "2",
      "term": "Peoplehood",
      "partOfSpeech": "noun",
      "section": "SECTION A — FOUNDATIONAL DEFINITIONS",
      "category": "foundational",
      "tags": ["peoplehood", "continuity"],
      "shortDefinition": "The condition of being a people, characterized by shared continuity, collective memory, cultural systems, and internal self-recognition.",
      "longDefinition": "Peoplehood exists independently of state recognition, legal status, or external validation. It is sustained through intergenerational transmission rather than formal designation. Within the Soulaan Lexicon, peoplehood is the primary unit of identity."
    },
    {
      "number": "3",
      "term": "American (Ethnic)",
      "partOfSpeech": "noun / adjective",
      "section": "SECTION A — FOUNDATIONAL DEFINITIONS",
      "category": "ethnocultural",
      "tags": ["formation", "place-based"],
      "shortDefinition": "A place-based ethnocultural identifier referring to peoples formed and originating within the territory now known as the United States through long-term continuity.",
      "longDefinition": "Ethnic American identity is determined by formation on American soil, not by ancestry alone, race, or citizenship. It includes distinct ethnic groups whose peoplehood developed in America, whether pre-colonial, colonial, or post-colonial. American (Ethnic) is not synonymous with U.S. nationality and does not require legal citizenship."
    },
    {
      "number": "3a",
      "term": "Amer’ican (Historical Usage – 1828)",
      "partOfSpeech": "historical usage",
      "section": "SECTION A — FOUNDATIONAL DEFINITIONS",
      "category": "historical",
      "tags": ["history", "formation", "place-based"],
      "shortDefinition": "A historical form of American defined in early U.S. usage as a native of America, where the governing criterion was nativity to the land.",
      "longDefinition": "As recorded in Webster’s American Dictionary of the English Language (1828), the term was originally applied to the aboriginal peoples described in period language as “the aborigines, or copper-colored races, found here by the Europeans” and later extended to descendants of Europeans born in America. The racial language reflects the descriptive conventions of the period, not a biological standard. The later reassignment of the term to European-descended populations represents reclassification of application, not abandonment of place-based identity. This historical usage demonstrates that American identity was originally understood as autochthonous."
    },
    {
      "number": "4",
      "term": "Black American (Ethnic)",
      "partOfSpeech": "noun",
      "section": "SECTION A — FOUNDATIONAL DEFINITIONS",
      "category": "transitional",
      "tags": ["identity", "transition"],
      "shortDefinition": "A transitional ethnocultural identifier historically used to express peoplehood formed in the United States through shared conditions, culture, and continuity.",
      "longDefinition": "Black American (Ethnic) emerged in the absence of a stabilized post–American Negro lexicon. It articulated place-based formation but lacked fixed definitional boundaries. Soulaan clarifies and stabilizes this usage rather than rejecting it."
    },
    {
      "number": "5",
      "term": "Autochthonous",
      "partOfSpeech": "adjective",
      "section": "SECTION A — FOUNDATIONAL DEFINITIONS",
      "category": "foundational",
      "tags": ["formation", "place-based"],
      "shortDefinition": "Formed or originating in the place where found.",
      "longDefinition": "Autochthonous refers to place-based formation, not migration status, ancestry, or legal recognition. In the Soulaan context, it denotes peoplehood developed on American soil through lived continuity."
    },
    {
      "number": "6",
      "term": "Indigeneity",
      "partOfSpeech": "noun",
      "section": "SECTION A — FOUNDATIONAL DEFINITIONS",
      "category": "foundational",
      "tags": ["formation", "continuity", "place-based"],
      "shortDefinition": "The condition of a people whose identity, culture, and continuity are formed within and sustained by a specific land through long-term presence, internal development, and intergenerational transmission.",
      "longDefinition": "Indigeneity, as used in the Soulaan Lexicon, is a descriptive condition, not a legal status, political designation, or claim to state-recognized tribal enrollment. It does not depend on first-contact narratives, blood quantum, or external recognition by colonial, federal, or international institutions.\n\nThis definition emphasizes place-based formation and persistence, meaning that a people may be indigenous to a land through sustained cultural development, memory, labor, and lived relationship to that land even when their indigeneity has been denied, obscured, renamed, or administratively reclassified. Indigeneity is not limited to populations present prior to all others, nor does it function as a hierarchy of arrival. Rather, it denotes the quality of being formed and maintained in place, regardless of subsequent displacement, domination, or redefinition. Within the Soulaan framework, indigeneity operates through continuity, not permission. It is expressed through cultural systems, language, spiritual practice, memory, and self-recognition rather than through legal enrollment or political sovereignty.\n\nExplicit Scope Clarifications (non-negotiable)\nIndigeneity does not assert exclusive land ownership or territorial sovereignty.\nIndigeneity does not negate the indigeneity of other peoples formed in the same or overlapping regions.\nIndigeneity does not require recognition by the state, tribe, or international body.\nIndigeneity does not rest solely on ancestry, but on formation and continuity in place.\n\nInterpretive Rule\nIndigeneity, as defined in this Lexicon, shall be interpreted as a condition of place-based continuity and shall not be construed as a claim to legal tribal status, sovereign jurisdiction, or exclusive territorial rights."
    },
    {
      "number": "7",
      "term": "Autogenesis",
      "partOfSpeech": "noun",
      "section": "SECTION A — FOUNDATIONAL DEFINITIONS",
      "category": "foundational",
      "tags": ["formation", "continuity"],
      "shortDefinition": "The process of self-origination and self-formation through internal development rather than external construction.",
      "longDefinition": "Autogenesis describes how a people come into being through their own struggle, creativity, memory, and cultural production. In the Soulaan framework, autogenesis affirms that peoplehood was not created by enslavement, colonization, or recognition, but persisted through them."
    },
    {
      "number": "8",
      "term": "Auto-Continuity",
      "partOfSpeech": "noun",
      "section": "SECTION A — FOUNDATIONAL DEFINITIONS",
      "category": "foundational",
      "tags": ["continuity"],
      "shortDefinition": "The self-sustaining persistence of a people across time without dissolution, replacement, or loss of identity.",
      "longDefinition": "Auto-Continuity explains how Soulaan peoplehood endured despite reclassification, displacement, and suppression."
    },
    {
      "number": "9",
      "term": "Continuity Principle",
      "partOfSpeech": "noun",
      "section": "SECTION A — FOUNDATIONAL DEFINITIONS",
      "category": "interpretive",
      "tags": ["continuity", "interpretation"],
      "shortDefinition": "The interpretive principle that identity is determined by persistence over time rather than changes in naming, status, or classification.",
      "longDefinition": "Under the Continuity Principle, shifts in terminology do not constitute the creation of new peoples."
    },
    {
      "number": "10",
      "term": "Memory-as-Law",
      "partOfSpeech": "noun",
      "section": "SECTION A — FOUNDATIONAL DEFINITIONS",
      "category": "foundational",
      "tags": ["memory", "governance"],
      "shortDefinition": "The transmission of identity, values, and governance through collective memory where formal institutions were denied or hostile.",
      "longDefinition": "Memory-as-Law functioned as a regulatory system preserving Soulaan continuity through oral tradition, ritual, and cultural practice."
    },
    {
      "number": "11",
      "term": "Definitional Authority",
      "partOfSpeech": "noun",
      "section": "SECTION A — FOUNDATIONAL DEFINITIONS",
      "category": "governance",
      "tags": ["definition", "governance"],
      "shortDefinition": "The capacity of a people to define themselves according to their own continuity, experience, and internal understanding.",
      "longDefinition": "Definitional authority precedes recognition and governs internal use regardless of external classification."
    },

    {
      "number": "12",
      "term": "Black (Autobiocultural)",
      "partOfSpeech": "noun / adjective",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "internal usage",
      "tags": ["identity", "culture", "language"],
      "shortDefinition": "An internally defined autobiocultural term used by Soulaan people to express lived identity, collective memory, place-based continuity, and cultural self-recognition formed in the United States.",
      "longDefinition": "In autobiocultural usage, “Black” does not function as a global racial category. It operates as a self-referential cultural signifier, embedded in Soulaan history, land, labor, resistance, and meaning-making. Expressions such as Black culture, my Blackness, Black Power, Black soil, the Black Belt, Black American Heritage Flag, and Black American Flag reflect this autobiocultural framework. This usage of “Black” denotes experience and continuity, not phenotype alone.\n\nWithin the Soulaan Lexicon, autobiocultural “Black” is understood as:\n• contextual rather than universal,\n• cultural rather than racial,\n• place-based rather than diasporic.\n\nExplicit Distinction Clause\nAutobiocultural “Black” is not interchangeable with:\n• Black as a global racial classification, or\n• Black as a continental or diasporic identifier.\n\nWhere ambiguity exists, autobiocultural usage governs only within Soulaan context."
    },
    {
      "number": "13",
      "term": "American Negro",
      "partOfSpeech": "historical ethnoracial term",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "historical",
      "tags": ["history", "classification"],
      "shortDefinition": "A formal descriptor used primarily from the late eighteenth century through the mid-twentieth century to refer to Black populations formed in the United States.",
      "longDefinition": "“American Negro” functioned as a distinguishing term separating U.S.-formed Black populations from Africans, Europeans, and other groups. While later racialized and stigmatized, it once operated as a place-specific identifier within law, census records, and early sociology. Within this Lexicon, the term is preserved as a historical identifier, not a current ethnonym."
    },
    {
      "number": "14",
      "term": "Negro",
      "partOfSpeech": "racial classification",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "external classification",
      "tags": ["race", "classification"],
      "shortDefinition": "A broad racial category historically used in Western legal, scientific, and administrative systems.",
      "longDefinition": "“Negro” grouped multiple populations of African descent without regard to ethnic formation, culture, or continuity. Its usage reflects racial taxonomy rather than peoplehood."
    },
    {
      "number": "15",
      "term": "Black (Global Racial Category)",
      "partOfSpeech": "noun / adjective",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "external classification",
      "tags": ["race", "classification"],
      "shortDefinition": "A global racial classification applied to populations of African descent based primarily on phenotype.",
      "longDefinition": "In this usage, “Black” functions as a racial umbrella, encompassing numerous distinct peoples, ethnicities, cultures, and national identities across Africa and the global diaspora. It does not imply shared culture, historical formation, or peoplehood. Within the Soulaan Lexicon, this definition is treated as external and racial, distinct from autobiocultural or ethnic usages of “Black.”"
    },
    {
      "number": "16",
      "term": "Black American (Racial-National Descriptor)",
      "partOfSpeech": "noun",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "descriptor",
      "tags": ["race", "national"],
      "shortDefinition": "A modern descriptor combining racial classification (“Black”) with U.S. national association.",
      "longDefinition": "This term emphasizes race and nationality rather than ethnocultural formation. It may include individuals of diverse origins and does not, by itself, specify continuity, peoplehood, or place-based formation."
    },
    {
      "number": "17",
      "term": "African American",
      "partOfSpeech": "diasporic ethnonational identifier",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "diasporic",
      "tags": ["diaspora", "ancestry"],
      "shortDefinition": "A modern identifier emphasizing ancestral linkage to Africa within a U.S. national framework.",
      "longDefinition": "African American centers diaspora and ancestry rather than place of formation. It operates effectively in political, cultural, and institutional contexts but does not specify autochthonous formation in the United States."
    },
    {
      "number": "18",
      "term": "American Freedmen",
      "partOfSpeech": "historical legal term",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "legal status",
      "tags": ["legal", "history"],
      "shortDefinition": "A designation referring to formerly enslaved persons and their descendants following emancipation in the United States.",
      "longDefinition": "This term denotes legal condition and status, not ethnocultural identity. It is relevant to rights, reparations, and post-emancipation governance but does not define peoplehood."
    },
    {
      "number": "19",
      "term": "Freedmen (Legal)",
      "partOfSpeech": "status term",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "legal status",
      "tags": ["legal"],
      "shortDefinition": "A legal classification indicating emancipation from enslavement.",
      "longDefinition": "Freedmen status applies across multiple contexts and populations and does not specify culture, ethnicity, or continuity."
    },
    {
      "number": "20",
      "term": "FBA – Foundational Black Americans",
      "partOfSpeech": "political identifier",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "political",
      "tags": ["political", "policy", "lineage"],
      "shortDefinition": "A contemporary political-organizing identifier emphasizing lineage-based claims related to U.S. slavery and its aftermath.",
      "longDefinition": "FBA is movement-based and policy-oriented, designed for advocacy and ethnocultural stabilization. It is time-bound and issue-specific."
    },
    {
      "number": "21",
      "term": "American Aborigines",
      "partOfSpeech": "historical descriptive term",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "historical",
      "tags": ["history", "description"],
      "shortDefinition": "An early descriptive phrase used sporadically to refer to long-established Black populations in the Americas.",
      "longDefinition": "The term lacks standardization and formal definition but reflects historical observations of deep-rooted presence prior to modern racial taxonomy."
    },
    {
      "number": "22",
      "term": "Reclassification",
      "partOfSpeech": "analytical term",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "analytic",
      "tags": ["classification", "history"],
      "shortDefinition": "The process by which a people are renamed, administratively redefined, or politically reassigned without dissolution of continuity.",
      "longDefinition": "Reclassification explains how Soulaan people retained identity despite shifting labels across historical periods."
    },
    {
      "number": "23",
      "term": "Racialization",
      "partOfSpeech": "analytical term",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "analytic",
      "tags": ["race", "classification"],
      "shortDefinition": "The process by which complex peoples are reduced to racial categories for administrative, economic, or political control.",
      "longDefinition": "Racialization obscures culture, peoplehood, and continuity by prioritizing phenotype over formation."
    },
    {
      "number": "24",
      "term": "Political Identifier",
      "partOfSpeech": "category term",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "category",
      "tags": ["political", "definition"],
      "shortDefinition": "A label created for organizing, advocacy, or policy engagement that can also be used as a self-definition.",
      "longDefinition": "Political identifiers may shift or expire without affecting underlying peoplehood."
    },
    {
      "number": "25",
      "term": "Diasporic Identifier",
      "partOfSpeech": "category term",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "category",
      "tags": ["diaspora", "definition"],
      "shortDefinition": "A classification emphasizing ancestral dispersion rather than place-based formation.",
      "longDefinition": "Diasporic identifiers are distinct from autochthonous or ethnocultural terms."
    },
    {
      "number": "26",
      "term": "Transitional Identifier",
      "partOfSpeech": "category term",
      "section": "SECTION B — HISTORICAL, RACIAL, LEGAL, AND POLITICAL IDENTIFIERS",
      "category": "category",
      "tags": ["transition", "definition"],
      "shortDefinition": "A term used during periods of definitional instability to express identity without fixed scope.",
      "longDefinition": "Transitional identifiers signal continuity under linguistic uncertainty."
    },

    {
      "number": "27",
      "term": "Culture",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "cultural",
      "tags": ["culture", "continuity"],
      "shortDefinition": "The integrated set of practices, values, expressions, and norms developed and sustained by a people over time.",
      "longDefinition": "Culture is not ornamental or secondary. It is functional, adaptive, and central to continuity. For Soulaan people, culture preserved identity under conditions where formal institutions were inaccessible or hostile."
    },
    {
      "number": "28",
      "term": "Cultural System",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "cultural",
      "tags": ["culture"],
      "shortDefinition": "An interrelated framework of practices, meanings, and institutions through which culture operates.",
      "longDefinition": "Cultural systems include language, spirituality, kinship norms, music, ethics, and ritual. These systems function collectively rather than in isolation."
    },
    {
      "number": "29",
      "term": "Ebonics (Ethnic Language System)",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "linguistic",
      "tags": ["language", "identity"],
      "shortDefinition": "A structured linguistic system developed by U.S.-formed Black populations through shared historical conditions, adaptation, and innovation.",
      "longDefinition": "Ebonics possesses distinct grammar, syntax, phonology, and semantic patterns. It functions as an ethnic language system, not informal speech. Within the Soulaan framework, Ebonics is a product of place-based cultural formation."
    },
    {
      "number": "30",
      "term": "Tutnese",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "linguistic",
      "tags": ["language", "secrecy"],
      "shortDefinition": "A coded linguistic system developed for secrecy, protection, and internal communication.",
      "longDefinition": "Tutnese reflects linguistic innovation under constraint and demonstrates internal creativity independent of external validation."
    },
    {
      "number": "31",
      "term": "Language Sovereignty",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "linguistic",
      "tags": ["language", "governance"],
      "shortDefinition": "The capacity of a people to define, preserve, and govern their own linguistic systems.",
      "longDefinition": "Language sovereignty affirms that meaning is internally governed rather than externally imposed."
    },
    {
      "number": "32",
      "term": "Hoodoo",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "spiritual",
      "tags": ["spirituality", "continuity"],
      "shortDefinition": "An autochthonous spiritual, cultural, and ethical system formed in the United States through continuity, adaptation, and internal development.",
      "longDefinition": "Hoodoo encompasses cosmology, ancestral reverence, healing, protection, moral order, and practical spirituality. It is not folklore or superstition, but a complete spiritual system."
    },
    {
      "number": "33",
      "term": "Rootwork",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "spiritual",
      "tags": ["spirituality", "practice"],
      "shortDefinition": "The applied ritual, medicinal, and protective practices within the Hoodoo system.",
      "longDefinition": "Rootwork refers to execution rather than doctrine and functions as a component of a broader spiritual framework."
    },
    {
      "number": "34",
      "term": "Spiritual Autonomy",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "spiritual",
      "tags": ["spirituality", "governance"],
      "shortDefinition": "The capacity of a people to govern spiritual expression independent of imposed religious authority.",
      "longDefinition": "Spiritual autonomy enabled continuity where institutional religion was inaccessible or coercive."
    },
    {
      "number": "35",
      "term": "Black Church (Autonomous)",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "institutional",
      "tags": ["religion", "institutions"],
      "shortDefinition": "Independent religious institutions formed by Black Americans for worship, governance, education, and community organization.",
      "longDefinition": "Historically, the Black Church functioned as a site of moral law, political coordination, and cultural preservation."
    },
    {
      "number": "36",
      "term": "Oral Tradition",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "cultural",
      "tags": ["memory", "transmission"],
      "shortDefinition": "The transmission of knowledge, history, and values through spoken word, performance, and practice.",
      "longDefinition": "Oral tradition preserved memory where written records were denied or distorted."
    },
    {
      "number": "37",
      "term": "Music-as-Memory",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "cultural",
      "tags": ["music", "memory"],
      "shortDefinition": "Cultural expression functioning as a repository of history, emotion, and collective memory.",
      "longDefinition": "Soulaan music encodes continuity, resistance, and lived experience across generations."
    },
    {
      "number": "38",
      "term": "Ritual Continuity",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "cultural",
      "tags": ["ritual", "continuity"],
      "shortDefinition": "The maintenance of identity through repeated symbolic and practical acts.",
      "longDefinition": "Ritual continuity reinforces peoplehood beyond formal recognition."
    },
    {
      "number": "39",
      "term": "Cultural Innovation",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "cultural",
      "tags": ["innovation", "culture"],
      "shortDefinition": "The creation of new forms within an existing continuum.",
      "longDefinition": "Cultural innovation reflects adaptation without dissolution."
    },
    {
      "number": "40",
      "term": "Collective Ethics",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "cultural",
      "tags": ["ethics", "governance"],
      "shortDefinition": "Shared moral expectations governing behavior, responsibility, and communal obligation.",
      "longDefinition": "Collective ethics operate as cultural law rather than codified statute."
    },
    {
      "number": "41",
      "term": "Cultural Autonomy",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "cultural",
      "tags": ["autonomy", "culture"],
      "shortDefinition": "The independence of a people’s cultural development from external control or domination.",
      "longDefinition": "Cultural autonomy enables survival, adaptation, and self-definition."
    },
    {
      "number": "42",
      "term": "Civilizational Formation",
      "partOfSpeech": "noun",
      "section": "SECTION C — CULTURAL, LINGUISTIC & SPIRITUAL SYSTEMS",
      "category": "cultural",
      "tags": ["formation", "culture"],
      "shortDefinition": "The long-term structuring of a people’s social, cultural, spiritual, and moral systems.",
      "longDefinition": "Civilizational formation affirms depth, coherence, and persistence beyond temporary conditions."
    },

    {
      "number": "43",
      "term": "Ethnicity",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "category",
      "tags": ["identity", "definition"],
      "shortDefinition": "A form of peoplehood defined by shared formation, culture, continuity, and internal self-recognition.",
      "longDefinition": "Ethnicity is distinct from race and nationality. It refers to how a people come into being and persist, not to legal status or phenotype."
    },
    {
      "number": "44",
      "term": "Race",
      "partOfSpeech": "classification term",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "category",
      "tags": ["race", "classification"],
      "shortDefinition": "A socially constructed system of categorization based primarily on perceived physical traits.",
      "longDefinition": "Race functions as an administrative and political classification rather than a measure of peoplehood or culture."
    },
    {
      "number": "45",
      "term": "Nationality",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "legal",
      "tags": ["legal", "state"],
      "shortDefinition": "Legal membership in a political state.",
      "longDefinition": "Nationality is distinct from ethnicity and may change without altering peoplehood."
    },
    {
      "number": "46",
      "term": "Citizenship",
      "partOfSpeech": "legal status",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "legal",
      "tags": ["legal", "state"],
      "shortDefinition": "A formal legal relationship between an individual and a state.",
      "longDefinition": "Citizenship does not define culture, ethnicity, or continuity."
    },
    {
      "number": "47",
      "term": "Legal Identity",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "legal",
      "tags": ["legal", "identity"],
      "shortDefinition": "An identity recognized by law for purposes of rights, obligations, and governance.",
      "longDefinition": "Legal identity may or may not correspond to ethnocultural identity."
    },
    {
      "number": "48",
      "term": "Cultural Identity",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "cultural",
      "tags": ["culture", "identity"],
      "shortDefinition": "Identity derived from shared culture, memory, and lived experience.",
      "longDefinition": "Cultural identity persists independently of legal recognition."
    },
    {
      "number": "49",
      "term": "Administrative Classification",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "institutional",
      "tags": ["administration", "classification"],
      "shortDefinition": "A category created by institutions for purposes of governance, recordkeeping, or policy implementation.",
      "longDefinition": "Administrative classifications prioritize manageability over cultural accuracy."
    },
    {
      "number": "50",
      "term": "Institutional Use",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "institutional",
      "tags": ["institutions", "usage"],
      "shortDefinition": "The application of terms within educational, legal, research, or organizational systems.",
      "longDefinition": "Institutional use requires definitional clarity to prevent misclassification."
    },
    {
      "number": "51",
      "term": "Internal Governance",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "governance",
      "tags": ["governance"],
      "shortDefinition": "The self-regulation of a people’s cultural, linguistic, and organizational affairs within their own institutions.",
      "longDefinition": "Internal governance does not require state authority."
    },
    {
      "number": "52",
      "term": "Membership Definition",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "governance",
      "tags": ["membership", "scope"],
      "shortDefinition": "Criteria used by an organization or cultural body to define inclusion.",
      "longDefinition": "Membership definitions are internally governed and context-specific."
    },
    {
      "number": "53",
      "term": "Scope Clause",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "governance",
      "tags": ["scope", "definition"],
      "shortDefinition": "A definitional provision specifying what a term includes and excludes.",
      "longDefinition": "Scope clauses prevent ambiguity and misuse."
    },
    {
      "number": "54",
      "term": "Rules of Interpretation (Entry)",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "interpretive",
      "tags": ["interpretation"],
      "shortDefinition": "Guidelines governing how terms are read and applied.",
      "longDefinition": "Rules of interpretation ensure consistency across contexts."
    },
    {
      "number": "55",
      "term": "Definitional Hierarchy",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "interpretive",
      "tags": ["definition"],
      "shortDefinition": "The ordering of terms according to authority and scope.",
      "longDefinition": "Within this Lexicon, ethnocultural definitions govern over racial or administrative ones."
    },
    {
      "number": "56",
      "term": "Citation Standard",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "institutional",
      "tags": ["citation"],
      "shortDefinition": "A formal method for referencing definitions and sources.",
      "longDefinition": "Citation standards enable academic, legal, and institutional use."
    },
    {
      "number": "57",
      "term": "Primary Definitional Source",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "institutional",
      "tags": ["authority"],
      "shortDefinition": "An authoritative reference governing the meaning of terms within a given framework.",
      "longDefinition": "The Soulaan Lexicon functions as a primary definitional source for Soulaan-affiliated institutions."
    },
    {
      "number": "58",
      "term": "Secondary Reference",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "institutional",
      "tags": ["reference"],
      "shortDefinition": "An external source consulted for context or comparison.",
      "longDefinition": "Secondary references do not override internal definitions."
    },
    {
      "number": "59",
      "term": "Attribution Requirement",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "institutional",
      "tags": ["attribution"],
      "shortDefinition": "A requirement that definitions unique to a source be properly credited when used elsewhere.",
      "longDefinition": "Attribution preserves integrity and prevents misrepresentation."
    },
    {
      "number": "60",
      "term": "Lexical Authority",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "institutional",
      "tags": ["authority"],
      "shortDefinition": "The recognized capacity of a body or text to define terms within a specific scope.",
      "longDefinition": "Lexical authority is established through clarity, consistency, and internal governance."
    },
    {
      "number": "61",
      "term": "Non-Sovereignty Clause",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "interpretive",
      "tags": ["non-sovereignty"],
      "shortDefinition": "A provision clarifying that definitions do not assert statehood, citizenship authority, or territorial jurisdiction.",
      "longDefinition": "This clause prevents misinterpretation of cultural documentation as political secession."
    },
    {
      "number": "62",
      "term": "Educational Application",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "institutional",
      "tags": ["education"],
      "shortDefinition": "The use of definitions in curricula, instruction, or scholarly work.",
      "longDefinition": "Educational application requires neutral, precise language."
    },
    {
      "number": "63",
      "term": "Administrative Application",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "institutional",
      "tags": ["administration"],
      "shortDefinition": "The use of definitions in organizational records, policies, or programs.",
      "longDefinition": "Administrative application prioritizes clarity and consistency."
    },
    {
      "number": "64",
      "term": "Institutional Recognition",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "institutional",
      "tags": ["institutions"],
      "shortDefinition": "Acknowledgment by an institution of a definitional framework for internal use.",
      "longDefinition": "Institutional recognition does not require legal endorsement."
    },
    {
      "number": "65",
      "term": "Definitional Stability",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "interpretive",
      "tags": ["stability"],
      "shortDefinition": "The maintenance of consistent meanings across time and contexts.",
      "longDefinition": "Stability enables citation and long-term use."
    },
    {
      "number": "66",
      "term": "Revision Protocol",
      "partOfSpeech": "noun",
      "section": "SECTION D — INSTITUTIONAL AND CATEGORY CLARITY",
      "category": "institutional",
      "tags": ["revision"],
      "shortDefinition": "A formal process for updating definitions while preserving continuity.",
      "longDefinition": "Revisions are issued as new editions, not silent alterations."
    },

    {
      "number": "67",
      "term": "Diaspora",
      "partOfSpeech": "noun",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "category",
      "tags": ["diaspora"],
      "shortDefinition": "The dispersion of a people from their primary place of ethnocultural formation to other regions while maintaining collective identity, memory, and relational ties to that place.",
      "longDefinition": "Diaspora presupposes a defined origin of formation, subsequent movement away from that place, and continuity maintained across distance. It is not synonymous with ancestry, race, or migration in general."
    },
    {
      "number": "68",
      "term": "African Diaspora",
      "partOfSpeech": "distinguished term",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "diasporic",
      "tags": ["diaspora", "africa"],
      "shortDefinition": "A framework describing populations dispersed from the African continent or identifying Africa as their primary place of formation.",
      "longDefinition": "Within the Soulaan Lexicon, African Diaspora is understood as continent-centered and ancestry-oriented, rather than place-of-formation-based. As such, it does not accurately describe a people whose ethnocultural formation occurred entirely within the territory now known as the United States."
    },
    {
      "number": "69",
      "term": "Soulaan Diaspora",
      "partOfSpeech": "noun",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "diasporic",
      "tags": ["diaspora", "soulaan"],
      "shortDefinition": "The dispersion of Soulaan people from their place of ethnocultural formation within the United States to other regions while maintaining Soulaan identity, continuity, and internal definition.",
      "longDefinition": "The Soulaan Diaspora includes individuals and communities residing outside the United States due to migration, exile, military service, or economic movement, without severing peoplehood ties to their place of formation."
    },
    {
      "number": "70",
      "term": "Diasporic Misclassification",
      "partOfSpeech": "noun",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "analytic",
      "tags": ["diaspora", "classification"],
      "shortDefinition": "The assignment of a people to a diaspora unrelated to their place of formation.",
      "longDefinition": "Diasporic misclassification occurs when Soulaan people are categorized exclusively within the African Diaspora based solely on ancestry, despite their ethnocultural formation occurring in America. Such classification obscures peoplehood and continuity."
    },
    {
      "number": "71",
      "term": "Boundary",
      "partOfSpeech": "noun",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "interpretive",
      "tags": ["boundary", "definition"],
      "shortDefinition": "A definitional line distinguishing identities, categories, or frameworks to preserve accuracy and prevent conflation.",
      "longDefinition": "Boundaries are descriptive tools, not instruments of exclusion. They enable multiple identities to coexist without forced amalgamation."
    },
    {
      "number": "72",
      "term": "Demarcation",
      "partOfSpeech": "noun",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "interpretive",
      "tags": ["demarcation", "definition"],
      "shortDefinition": "The deliberate clarification of boundaries between identities, peoples, or classifications based on formation, continuity, and internal definition.",
      "longDefinition": "Demarcation functions as a governance mechanism of clarity, not hierarchy. It prevents erasure by resisting over-generalization."
    },
    {
      "number": "73",
      "term": "Demarcation Principle",
      "partOfSpeech": "noun",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "interpretive",
      "tags": ["demarcation", "interpretation"],
      "shortDefinition": "The interpretive principle that accurate naming requires clear boundaries grounded in peoplehood, formation, and continuity.",
      "longDefinition": "The Demarcation Principle holds that solidarity does not require sameness and that shared struggle does not eliminate distinct identities."
    },
    {
      "number": "74",
      "term": "Conflation",
      "partOfSpeech": "noun",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "analytic",
      "tags": ["conflation"],
      "shortDefinition": "The improper merging of distinct identities, categories, or peoples into a single undifferentiated group.",
      "longDefinition": "Conflation obscures cultural specificity and undermines accurate understanding."
    },
    {
      "number": "75",
      "term": "Ancestry-Only Framework",
      "partOfSpeech": "noun",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "analytic",
      "tags": ["ancestry", "framework"],
      "shortDefinition": "A model of identity based solely on genetic lineage or continental origin.",
      "longDefinition": "Ancestry-only frameworks are insufficient for defining peoplehood because they ignore place-based formation, culture, and continuity."
    },
    {
      "number": "76",
      "term": "Place-Based Formation",
      "partOfSpeech": "noun",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "foundational",
      "tags": ["formation", "place-based"],
      "shortDefinition": "The development of a people’s identity through sustained presence, labor, memory, and cultural creation within a specific land.",
      "longDefinition": "Place-based formation emphasizes lived continuity over origin narratives."
    },
    {
      "number": "77",
      "term": "Misidentification",
      "partOfSpeech": "noun",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "analytic",
      "tags": ["classification"],
      "shortDefinition": "The incorrect labeling of a people due to reliance on external or incomplete frameworks.",
      "longDefinition": "Misidentification often results from racialization, diasporic overreach, or administrative convenience."
    },
    {
      "number": "78",
      "term": "Boundary Integrity",
      "partOfSpeech": "noun",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "interpretive",
      "tags": ["boundary", "integrity"],
      "shortDefinition": "The maintenance of clear definitional limits to preserve identity accuracy over time.",
      "longDefinition": "Boundary integrity protects peoplehood from dilution without requiring opposition."
    },
    {
      "number": "79",
      "term": "Solidarity Without Conflation",
      "partOfSpeech": "principle",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "interpretive",
      "tags": ["solidarity", "demarcation"],
      "shortDefinition": "The recognition that cooperation and mutual respect do not require shared identity or merged classification.",
      "longDefinition": "This principle allows distinct peoples to align ethically or politically while remaining accurately named."
    },
    {
      "number": "80",
      "term": "Internal vs External Definition",
      "partOfSpeech": "distinction",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "interpretive",
      "tags": ["definition", "governance"],
      "shortDefinition": "The differentiation between identities defined by a people themselves and classifications imposed from outside.",
      "longDefinition": "Internal definitions govern peoplehood; external definitions describe administrative or observational categories."
    },
    {
      "number": "81",
      "term": "Continuity-Based Classification",
      "partOfSpeech": "noun",
      "section": "SECTION E — DIASPORA, BOUNDARY & DEMARCATION TERMS",
      "category": "interpretive",
      "tags": ["continuity", "classification"],
      "shortDefinition": "A method of identity classification grounded in persistence over time rather than shifting labels or imposed categories.",
      "longDefinition": "Continuity-based classification privileges lived history over administrative convenience."
    },

    {
      "number": "82",
      "term": "American (Ethno-National)",
      "partOfSpeech": "noun / adjective",
      "section": "SECTION F — COMPARATIVE ETHNIC & ETHNO-NATIONAL TERMS",
      "category": "comparative",
      "tags": ["nationality", "state"],
      "shortDefinition": "A national identity tied to citizenship, allegiance, or political membership within the United States.",
      "longDefinition": "Ethno-national “American” refers to the state and its legal apparatus, not to ethnocultural formation. Individuals of any ethnicity may hold American nationality without sharing peoplehood."
    },
    {
      "number": "83",
      "term": "African (Continental Identifier)",
      "partOfSpeech": "noun / adjective",
      "section": "SECTION F — COMPARATIVE ETHNIC & ETHNO-NATIONAL TERMS",
      "category": "comparative",
      "tags": ["continent"],
      "shortDefinition": "A geographic and continental descriptor referring to origin or association with the African continent.",
      "longDefinition": "“African” does not constitute a single ethnicity. The continent contains thousands of distinct peoples, cultures, and nations. Continental identification does not imply shared peoplehood."
    },
    {
      "number": "84",
      "term": "African (Ethnic / Tribal)",
      "partOfSpeech": "noun",
      "section": "SECTION F — COMPARATIVE ETHNIC & ETHNO-NATIONAL TERMS",
      "category": "comparative",
      "tags": ["ethnicity"],
      "shortDefinition": "A specific people defined by shared lineage, language, culture, and historical continuity within Africa.",
      "longDefinition": "Ethnic identity in Africa is typically expressed through tribal or people-specific names rather than continental terms."
    },
    {
      "number": "85",
      "term": "Caribbean (Ethno-National Identifier)",
      "partOfSpeech": "noun / adjective",
      "section": "SECTION F — COMPARATIVE ETHNIC & ETHNO-NATIONAL TERMS",
      "category": "comparative",
      "tags": ["nation"],
      "shortDefinition": "An identity tied to island-based nations formed through colonial history, creolization, and post-colonial statehood.",
      "longDefinition": "Caribbean identity is primarily ethno-national, not continental. Distinct peoples exist across the region with unique formations."
    },
    {
      "number": "86",
      "term": "European (Continental Identifier)",
      "partOfSpeech": "noun / adjective",
      "section": "SECTION F — COMPARATIVE ETHNIC & ETHNO-NATIONAL TERMS",
      "category": "comparative",
      "tags": ["continent"],
      "shortDefinition": "A geographic descriptor referring to origin or association with Europe.",
      "longDefinition": "“European” does not denote a single ethnicity. Ethnic identity within Europe is expressed through specific peoples and nations."
    },
    {
      "number": "87",
      "term": "European (Ethnic)",
      "partOfSpeech": "noun",
      "section": "SECTION F — COMPARATIVE ETHNIC & ETHNO-NATIONAL TERMS",
      "category": "comparative",
      "tags": ["ethnicity"],
      "shortDefinition": "A people defined by shared historical formation, language, culture, and continuity within Europe.",
      "longDefinition": "Examples include English, Irish, German, Italian, and others—each representing distinct ethnocultural formations rather than a unified European ethnicity."
    },
    {
      "number": "88",
      "term": "Asian (Continental Identifier)",
      "partOfSpeech": "noun / adjective",
      "section": "SECTION F — COMPARATIVE ETHNIC & ETHNO-NATIONAL TERMS",
      "category": "comparative",
      "tags": ["continent"],
      "shortDefinition": "A geographic descriptor referring to origin or association with Asia.",
      "longDefinition": "Asia contains numerous civilizations and peoples. Continental identification does not imply shared culture or peoplehood."
    },
    {
      "number": "89",
      "term": "Arab (Ethno-Cultural Identifier)",
      "partOfSpeech": "noun / adjective",
      "section": "SECTION F — COMPARATIVE ETHNIC & ETHNO-NATIONAL TERMS",
      "category": "comparative",
      "tags": ["ethnocultural"],
      "shortDefinition": "An ethnocultural identity defined by shared language, culture, and historical continuity across parts of North Africa and West Asia.",
      "longDefinition": "Arab identity is not synonymous with race or continent and includes multiple nationalities and regions."
    }
  ]
}
